Repository: dsngrv/ios-homeworks
Catalog: Navigation/Localizable.xcstrings
Source language: en
Languages: ru

# alert
source: My Alert
ru: Мой Алерт

source: Author name
ru: Имя автора

# biomRequest
source: Identify yourself to continue to access this app
ru: Идентифицируйте себя, чтобы продолжить доступ к этому приложению

source: Call Alert
ru: Вызвать Алерт

source: Cancel
ru: Отмена

# canLogin
source: Now you can use the entered data to log in to the application
ru: Теперь вы можете использовать введенные данные для входа в приложение

# checkUpdates
source: Time to check last updates!
ru: Время проверить последние обновления!

# clearFilter
source: Filters was cleared
ru: Фильтры были очищены

source: Correct!
ru: Верно!

source: Delete
ru: Удалить

# emailOrPhone
source: Email of phone
ru: E-mail или телефон

# emptyEmailFields
source: The e-mail and password fields cannot be blank
ru: Поля e-mail и пароль не могут быть пустыми

source: Enter author name
ru: Введите имя автора

# enterCorrectEmail
source: Enter the correct e-mail
ru: Введите корректный e-mail

# enterCorrectPass
source: Enter the correct password
ru: Введите корректный пароль

source: Enter the word...
ru: Введите слово...

source: Error
ru: Ошибка

# errorBiom
source: Error occured while gathering device biometry type
ru: Возникла ошибка при определении типа биометрии устройства

source: Feed
ru: Лента

source: Find
ru: Найти

source: Guess!
ru: Угадать!

source: Guess the word
ru: Угадайте слово

source: Hi!
ru: Привет!

source: Likes:
ru: Лайки:

# listReloaded
source: List was reloaded
ru: Список был перезагружен

source: Log In
ru: Войти

source: Login Via
ru: Войти с

source: OK
ru: ОК

source: Open
ru: Открыть

# pass
source: Password
ru: Пароль

source: Photo Gallery
ru: Фотогалерея

source: Photos
ru: Фото

source: Post
ru: Пост

# postAlreadySaved
source: Post already in Saved
ru: Пост уже есть в Сохраненных

source: Post was Saved
ru: Пост добавлен в Сохраненные

source: Profile
ru: Профиль

# regInfo
source: To register, check your email and password in the fields below. If everything is correct, click OK
ru: Для регистрации сверьте почту и пароль в полях ниже. Если все верно, нажмите ОК

source: Saved
ru: Сохранено

source: Saved Posts
ru: Сохраненные

source: Search by author
ru: Поиск по автору

source: Set status
ru: Задать статус

source: Sign Up
ru: Регистрация

# thisIsAlert
source: This is an Alert
ru: Это Алерт

source: Try again
ru: Попробуйте снова

# userReg
source: User registration
ru: Регистрация пользователя

source: Views:
ru: Просмотры:

# waitingStatus
source: Waiting for something...
ru: Ждем чего-то...

source: Welcome!
ru: Добро пожаловать!
